# CentimetersToTheFourthPower Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..CentimetersToTheFourthPower Property
UnitTypeId Class See Also
---
Centimeters to the fourth power.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CentimetersToTheFourthPower { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CentimetersToTheFourthPower As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CentimetersToTheFourthPower {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace